export type Review = {
  name: string;
  location?: string;
  text: string;
  rating: number;
  source: "google" | "website";
};

export const reviews: Review[] = [
  {
    name: "תירם אבינועם ואסנת",
    location: "גבעת עדה",
    text: "כבר בפגישה הראשונה, הרגשנו שהגענו לבית חם, שמצאנו את האחת. ליוית אותנו במסירות ובמקצועניות אין קץ. נכנסנו לביתנו החם, בית חלומותינו, כל כך יפה, נעים ומזמין, ולראייה לכך אין ספור המחמאות שאנחנו מקבלים. ממליצים עליך בחום ואהבה.",
    rating: 5,
    source: "google",
  },
  {
    name: "ג'ולי וספנסר וולדרון",
    location: "גבעת עדה",
    text: "טל עזרה ותמכה בנו לכל אורך המסע. הסיבה שבחרנו בטל היתה שקיבלנו את התחושה שאין לה סגנון משלה שאליו היא נצמדת, אלא שהיא יודעת לקלוט את האנשים שמולה ולהבין לעומק את רצונותיהם. טל היא מאד נטולת אגו, ומאד פרקטית. היא מתכננת את הבית מהפנים החוצה, ויותר חשוב לה תפקוד הבית.",
    rating: 5,
    source: "google",
  },
  {
    name: "תמי ורוני עמית",
    location: "זכרון יעקב",
    text: "הבנת בדיוק מה רצינו, התכנון שלך היה מלא רעיונות מקוריים ומוצלחים, הפתרונות שלך במגבלות שטח ותקציב היו נכונים. התאמת עצמך ללוח הזמנים המדויק שלנו. היום כשאנחנו חיים בו על כל חלקיו אנחנו מעידים כי הוא מוצלח ביותר גם בחיים.",
    rating: 5,
    source: "google",
  },
  {
    name: "משפחת ע.",
    text: "עזרת לנו לארגן את המחשבות. הדרך לא הייתה קלה והיו המון מכשולים ובדרכך שלך ידעת להרגיע ולנטוע בנו בטחון. מבית קטן וישן הצלחת להגשים לנו את בית חלומותינו. התכנון היה לטעמנו ויעידו על כך כל המחמאות מאורחינו. ידעת לכוון אותנו בעלויות.",
    rating: 5,
    source: "google",
  },
  {
    name: "מוטי וגילה",
    text: "תודה על זמינותך בשעות לא רגילות. תודה על מעל 15 סקיצות שעשינו עד שהגענו לנבחרת. תודה על זמינותך לביקורים בשטח ופתרון אתגרים מול הקבלן והמהנדס. כאשר באים אלינו אורחים ומחמיאים לתכנון אז אנחנו יודעים להעריך את עבודתך אף יותר.",
    rating: 5,
    source: "google",
  },
  {
    name: "אהובה ושמוליק ניר",
    text: "ביתנו העומד כבר כשלוש שנים על מכונו מאד הולם את ציפיותינו. הקשבתה למשאלותינו ונכונותה לחזור ולשנות פרטים מרכזיים ושוליים בתכנית האדריכלית אפיינו את מהות הקשר בינינו. סבלנות הנלווית לידע מקצועי ויכולת לעבוד בשיתוף פעולה מלא עם לקוחות.",
    rating: 5,
    source: "google",
  },
  {
    name: "משפחת לביא",
    location: "קיבוץ משמרות",
    text: "ברצוננו להודות לך על התכנון החכם והפונקציונלי של ביתנו, על הסבלנות הרבה ועל הליווי לאורך הדרך. 3 שנים אחרי ואנו מאוד מרוצים.",
    rating: 5,
    source: "google",
  },
];
